tap "aws/tap"
tap "cloudflare/cloudflare"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "pantheon-systems/external"
brew "awscli"
brew "cask"
brew "chezmoi"
brew "cloudflared"
brew "curl"
brew "tidy-html5"
brew "php"
brew "composer"
brew "gcc"
brew "gh"
brew "git"
brew "git-flow"
brew "gnupg"
brew "go"
brew "hugo"
brew "jq"
brew "mas"
brew "node"
brew "povray"
brew "roswell"
brew "starship"
brew "terraform"
brew "tree"
brew "wget"
brew "yarn"
brew "aws/tap/copilot-cli"
brew "cloudflare/cloudflare/cf-terraforming"
brew "pantheon-systems/external/terminus"
cask "1password"
cask "1password-cli"
cask "arc"
cask "cloudflare-warp"
cask "discord"
cask "docker"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "iterm2"
cask "keybase"
cask "keymapp"
cask "malwarebytes"
cask "minecraft"
cask "notion"
cask "obsidian"
cask "rectangle"
cask "signal"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Copilot", id: 1447330651
mas "Home Assistant", id: 1099568401
mas "iMovie", id: 408981434
mas "Ivory", id: 6444602274
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Night Sky", id: 475772902
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paprika Recipe Manager 3", id: 1303222628
mas "TestFlight", id: 899247664
# mas "Xcode", id: 497799835
vscode "1password.op-vscode"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "budparr.language-hugo-vscode"
vscode "dbaeumer.vscode-eslint"
vscode "gitlab.gitlab-workflow"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "redhat.vscode-yaml"
vscode "tamasfe.even-better-toml"
